tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "anyenv"
brew "automake"
brew "blueutil"
brew "glib"
brew "pkg-config"
brew "nghttp2"
brew "unbound"
brew "cask"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "iproute2mac"
brew "jq"
brew "krb5"
brew "node", link: false
brew "openjdk"
brew "openapi-generator"
brew "pango"
brew "peco"
brew "poppler"
brew "postgresql", restart_service: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rrdtool"
brew "telnet"
brew "tmux"
brew "tree"
brew "watchman"
brew "yarn"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk"
cask "alfred"
cask "android-studio"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "iterm2"
cask "kindle"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
