tap "aws/tap"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "planetscale/tap"
tap "spring-io/tap"
tap "teamookla/speedtest"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "anyenv"
brew "automake"
brew "blueutil"
brew "glib"
brew "pkg-config"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfn-lint"
brew "cowsay"
brew "ctags"
brew "folly"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "geckodriver"
brew "gh"
brew "ghq"
brew "golang-migrate"
brew "imlib2"
brew "iproute2mac"
brew "jq"
brew "krb5"
brew "lazygit"
brew "lolcat"
brew "lua"
brew "protobuf"
brew "mysql", restart_service: true
brew "neofetch"
brew "nghttp2"
brew "node", link: false
brew "openjdk"
brew "openapi-generator"
brew "pango"
brew "peco"
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rrdtool"
brew "shared-mime-info"
brew "sqlc"
brew "telnet"
brew "tmux"
brew "toilet"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "planetscale/tap/pscale"
brew "spring-io/tap/spring-boot"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "chromedriver"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "google-cloud-sdk"
cask "graphiql"
cask "graphql-playground"
cask "iterm2"
cask "kindle"
cask "microsoft-teams"
cask "ngrok"
cask "nosql-workbench"
cask "notion"
cask "postman"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
