tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "glib"
brew "nghttp2"
brew "unbound"
brew "cask"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "iproute2mac"
brew "jq"
brew "openjdk"
brew "openapi-generator"
brew "pango"
brew "peco"
brew "poppler"
brew "postgresql", restart_service: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rrdtool"
brew "telnet"
brew "tmux"
brew "tree"
brew "dart-lang/dart/dart"
cask "1password"
cask "1password-cli"
cask "dbeaver-community"
cask "docker"
cask "iterm2"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
